"%@ - Offline" = "%@ - Fuera de línea";

"3D Secure" = "3D Secure";

"Add New Card…" = "Añadir tarjeta nueva…";

"Add a Card" = "Añade una tarjeta";

"Apt." = "Piso";

"Contact" = "Contacto";

"Delivery" = "Entrega";

"Delivery Address" = "Dirección de entrega";

"Free" = "Gratuito";

"Invalid Shipping Address" = "Dirección de envío no válida";

"Loading…" = "Cargando…";

"Multibanco" = "Multibanco";

"Next" = "Siguiente";

"Online Banking (FPX)" = "Banca electrónica (FPX)";

"Payment Method" = "Método de pago";

"Shipping" = "Envío";

"Shipping Method" = "Método de envío";

"Use Billing" = "Usar la de facturación";

"Use Delivery" = "Usar la de entrega";

"Use Shipping" = "Usar la de envío";
